"use strict";
/**
 * 业务类
 */
define(function(require, exports, module) {

	// 数据
	module.exports = [{
		"point": [122.413494,29.883785],
		"name": "舟山 普陀 [朱家尖]",
		"time": "2012.08",
		"mark": "第一次看到海"
	}, {
		"point": [119.03398,29.643038],
		"name": "杭州 淳安 [千岛湖]",
		"time": "2013.08",
		"mark": "第一次住5星级酒店"
	}, {
		"point": [119.650663,30.42441],
		"name": "湖州 安吉 [井空里]",
		"time": "2014.07"
	}, {
		"point": [121.967277,29.244366],
		"name": "宁波 象山 [石浦]",
		"time": "2014.08",
		"mark": "吃海鲜的地方"
	}, {
		"point": [119.860365,30.34305],
		"name": "杭州 余杭 [长乐林场]",
		"time": "2014.11",
		"mark": "秋天真的很漂亮啊"
	}, {
		"point": [119.779647,30.243684],
		"name": "杭州 临安 [青山湖]",
		"time": "2014.11",
		"mark": "去过三次 囧"
	}, {
		"point": [120.190276,30.482152],
		"name": "杭州 余杭 [塘栖古镇]",
		"time": "2015.01"
	}, {
		"point": [119.957923,29.907025],
		"name": "杭州 富阳 [龙门古镇]",
		"time": "2015.02",
		"mark": "坑爹的地方不要去"
	}, {
		"point": [120.000873,30.054104],
		"name": "杭州 富阳 [新沙岛]",
		"time": "2015.05",
		"mark": "采桑葚"
	}, {
		"point": [119.905546,30.540652],
		"name": "湖州 德清 [莫干湖]",
		"time": "2015.05",
		"mark": "第一次上高速"
	}, {
		"point": [120.114075,30.965022],
		"name": "湖州 吴兴区 [太湖]",
		"time": "2015.06",
		"mark": "月亮湾酒店"
	}, {
		"point": [118.834733,30.140156],
		"name": "徽州 绩溪 [徽杭古道]",
		"time": "2013.09",
		"mark": "第一次徒步，露营"
	}, {
		"point": [119.127333,30.300614],
		"name": "宣城 宁国 [吴越古道,浙西天池]",
		"time": "2014.09",
		"mark": "好大一个水塘啊"
	}, {
		"point": [120.603883,30.008508],
		"name": "绍兴 越城区 [世贸广场]",
		"time": "2014.01",
		"mark": "来回大概开了7个小时",
		"defaultShow": true
	}, {
		"point": [119.065113,30.258058],
		"name": "杭州 临安 [浙西大峡谷]",
		"time": "2015.09",
		"mark": "下次别去了"
	}, {
		"point": [119.489093,30.633429],
		"name": "湖州 安吉 [赋石水库]",
		"time": "2015.10"
	}]

});